{
    "version": "1.0",
    "truncation": null,
    "padding": null,
    "added_tokens": [
      {
        "id": 0,
        "content": "[PAD]",
        "single_word": false,
        "lstrip": false,
        "rstrip": false,
        "normalized": false,
        "special": true
      },
      {
        "id": 1,
        "content": "[BOS]",
        "single_word": false,
        "lstrip": false,
        "rstrip": false,
        "normalized": false,
        "special": true
      },
      {
        "id": 2,
        "content": "[EOS]",
        "single_word": false,
        "lstrip": false,
        "rstrip": false,
        "normalized": false,
        "special": true
      }
    ],
    "normalizer": null,
    "pre_tokenizer": {
      "type": "ByteLevel",
      "add_prefix_space": false,
      "trim_offsets": true,
      "use_regex": true
    },
    "post_processor": null,
    "decoder": null,
    "model": {
      "type": "BPE",
      "dropout": null,
      "unk_token": null,
      "continuing_subword_prefix": null,
      "end_of_word_suffix": null,
      "fuse_unk": false,
      "vocab": {
        "[PAD]": 0,
        "[BOS]": 1,
        "[EOS]": 2,
        "!": 3,
        "\"": 4,
        "#": 5,
        "$": 6,
        "%": 7,
        "&": 8,
        "'": 9,
        "(": 10,
        ")": 11,
        "*": 12,
        "+": 13,
        ",": 14,
        "-": 15,
        ".": 16,
        "/": 17,
        "0": 18,
        "1": 19,
        "2": 20,
        "3": 21,
        "4": 22,
        "5": 23,
        "6": 24,
        "7": 25,
        "8": 26,
        "9": 27,
        ":": 28,
        ";": 29,
        "<": 30,
        "=": 31,
        ">": 32,
        "?": 33,
        "@": 34,
        "A": 35,
        "B": 36,
        "C": 37,
        "D": 38,
        "E": 39,
        "F": 40,
        "G": 41,
        "H": 42,
        "I": 43,
        "J": 44,
        "K": 45,
        "L": 46,
        "M": 47,
        "N": 48,
        "O": 49,
        "P": 50,
        "Q": 51,
        "R": 52,
        "S": 53,
        "T": 54,
        "U": 55,
        "V": 56,
        "W": 57,
        "X": 58,
        "Y": 59,
        "Z": 60,
        "[": 61,
        "\\": 62,
        "]": 63,
        "^": 64,
        "_": 65,
        "`": 66,
        "a": 67,
        "b": 68,
        "c": 69,
        "d": 70,
        "e": 71,
        "f": 72,
        "g": 73,
        "h": 74,
        "i": 75,
        "j": 76,
        "k": 77,
        "l": 78,
        "m": 79,
        "n": 80,
        "o": 81,
        "p": 82,
        "q": 83,
        "r": 84,
        "s": 85,
        "t": 86,
        "u": 87,
        "v": 88,
        "w": 89,
        "x": 90,
        "y": 91,
        "z": 92,
        "{": 93,
        "|": 94,
        "}": 95,
        "~": 96,
        "£": 97,
        "©": 98,
        "ª": 99,
        "¬": 100,
        "°": 101,
        "³": 102,
        "´": 103,
        "º": 104,
        "»": 105,
        "½": 106,
        "¿": 107,
        "Â": 108,
        "Ã": 109,
        "Ä": 110,
        "á": 111,
        "â": 112,
        "ï": 113,
        "ĉ": 114,
        "Ċ": 115,
        "Ġ": 116,
        "Ģ": 117,
        "Ĳ": 118,
        "ĳ": 119,
        "ĵ": 120,
        "Ļ": 121,
        "ł": 122,
        "Ġ}": 123,
        "Ġ{": 124,
        "Ġ\\": 125,
        "Ġ_": 126,
        "Ġ^": 127,
        "Ġ2": 128,
        "Ġ)": 129,
        "Ġ(": 130,
        "ra": 131,
        "Ġ1": 132,
        "Ġ=": 133,
        "rac": 134,
        "frac": 135,
        "Ġ-": 136,
        "ma": 137,
        "Ġ,": 138,
        "th": 139,
        "ig": 140,
        "Ġ+": 141,
        "le": 142,
        "ta": 143,
        "Ġ0": 144,
        "math": 145,
        "Ġi": 146,
        "Ġx": 147,
        "al": 148,
        "ft": 149,
        "igh": 150,
        "righ": 151,
        "in": 152,
        "ar": 153,
        "me": 154,
        "left": 155,
        "right": 156,
        "Ġn": 157,
        "Ġ.": 158,
        "rm": 159,
        "mathrm": 160,
        "Ġa": 161,
        "ph": 162,
        "Ġd": 163,
        "am": 164,
        "Ġt": 165,
        "Ġ\\,": 166,
        "eta": 167,
        "Ġm": 168,
        "}{": 169,
        "Ġ3": 170,
        "Ġk": 171,
        "ti": 172,
        "dfrac": 173,
        "Ġe": 174,
        "Ġr": 175,
        "Ġc": 176,
        "rt": 177,
        "Ġp": 178,
        "mu": 179,
        "Ġs": 180,
        "de": 181,
        "si": 182,
        "Ġ&": 183,
        "sq": 184,
        "sqrt": 185,
        "pr": 186,
        "Ġ4": 187,
        "pi": 188,
        "ot": 189,
        "pha": 190,
        "Ġl": 191,
        "alpha": 192,
        "lo": 193,
        "Ġf": 194,
        "da": 195,
        "dot": 196,
        "Ġj": 197,
        "Ġ|": 198,
        "ĠA": 199,
        "Ġ~": 200,
        "bf": 201,
        "ime": 202,
        "prime": 203,
        "Ġb": 204,
        "psi": 205,
        "lta": 206,
        "bda": 207,
        "ambda": 208,
        "cal": 209,
        "=\\": 210,
        "Ġg": 211,
        "amma": 212,
        "ve": 213,
        "par": 214,
        "Ġy": 215,
        "Ġz": 216,
        "phi": 217,
        "tial": 218,
        "partial": 219,
        "Ġ\\;": 220,
        "Ġq": 221,
        "ĠT": 222,
        "Ġ/": 223,
        "int": 224,
        "ĠM": 225,
        "to": 226,
        "nu": 227,
        "Ġu": 228,
        "ĠN": 229,
        "igma": 230,
        "lambda": 231,
        "ĠB": 232,
        "la": 233,
        "ĠR": 234,
        "lon": 235,
        "ĠL": 236,
        "mathbf": 237,
        "ng": 238,
        "bar": 239,
        "ray": 240,
        "array": 241,
        "ĠS": 242,
        "ngle": 243,
        "Ġ]": 244,
        "beta": 245,
        "ga": 246,
        "mega": 247,
        "su": 248,
        "Ġ\\\\": 249,
        "Ġ[": 250,
        "sigma": 251,
        "{\\": 252,
        "na": 253,
        "gamma": 254,
        "theta": 255,
        "qu": 256,
        "cdot": 257,
        "Ġv": 258,
        "ĠC": 259,
        "op": 260,
        "delta": 261,
        "ĠD": 262,
        "ĠP": 263,
        "ĠF": 264,
        "psilon": 265,
        "Ġh": 266,
        "at": 267,
        "epsilon": 268,
        "hat": 269,
        "Ġ5": 270,
        "Ġo": 271,
        "sum": 272,
        "ĠV": 273,
        "ĠH": 274,
        "ho": 275,
        "var": 276,
        "rho": 277,
        "ĠX": 278,
        "lde": 279,
        "ĠE": 280,
        "tilde": 281,
        "ow": 282,
        "row": 283,
        "tar": 284,
        "fty": 285,
        "infty": 286,
        "en": 287,
        "name": 288,
        "era": 289,
        "rname": 290,
        "torname": 291,
        "opera": 292,
        "operatorname": 293,
        "mathcal": 294,
        "hi": 295,
        "be": 296,
        "end": 297,
        "gin": 298,
        "begin": 299,
        "ad": 300,
        "ĠG": 301,
        "tarrow": 302,
        "quad": 303,
        "Ġ6": 304,
        "omega": 305,
        "ver": 306,
        "over": 307,
        "ĠQ": 308,
        "st": 309,
        "rightarrow": 310,
        "}\\": 311,
        "ĠI": 312,
        "log": 313,
        "co": 314,
        "tau": 315,
        "bo": 316,
        "Ġ*": 317,
        "bol": 318,
        "De": 319,
        "Delta": 320,
        "rangle": 321,
        "^{": 322,
        "ge": 323,
        "yle": 324,
        "style": 325,
        "vec": 326,
        "ĠK": 327,
        "Ġ8": 328,
        "ap": 329,
        "mes": 330,
        "times": 331,
        "sp": 332,
        "ĠU": 333,
        "Gamma": 334,
        "xi": 335,
        "di": 336,
        "ln": 337,
        "Ġ\\}": 338,
        "lay": 339,
        "splay": 340,
        "display": 341,
        "displaystyle": 342,
        "lin": 343,
        "line": 344,
        "Ġw": 345,
        "big": 346,
        "dots": 347,
        "ĠW": 348,
        "sin": 349,
        "mi": 350,
        "-\\": 351,
        "ĠJ": 352,
        "+\\": 353,
        "cos": 354,
        "se": 355,
        "pm": 356,
        "langle": 357,
        "_{": 358,
        "ll": 359,
        "Ġ;": 360,
        "Ġ\\{": 361,
        "Ġ7": 362,
        "Phi": 363,
        "varphi": 364,
        "ĠZ": 365,
        "overline": 366,
        "ex": 367,
        "leq": 368,
        "Ġ<": 369,
        "Ġ:": 370,
        "li": 371,
        ")\\": 372,
        "}}": 373,
        "ts": 374,
        "Ġ9": 375,
        "\\{": 376,
        "Lambda": 377,
        "}}{": 378,
        "Omega": 379,
        ")^": 380,
        "bold": 381,
        "}=\\": 382,
        "Ġ\\!": 383,
        "chi": 384,
        ";-": 385,
        "varepsilon": 386,
        "limi": 387,
        "limits": 388,
        "ĠO": 389,
        "ĠY": 390,
        "pa": 391,
        "Ġ>": 392,
        "sy": 393,
        "sym": 394,
        "symbol": 395,
        "boldsymbol": 396,
        "ell": 397,
        "wi": 398,
        "wide": 399,
        "{\\,": 400,
        "20": 401,
        "pro": 402,
        "ldots": 403,
        "overrightarrow": 404,
        "}=": 405,
        "equ": 406,
        "iv": 407,
        "equiv": 408,
        ")=": 409,
        "kap": 410,
        "kappa": 411,
        "cdots": 412,
        "Big": 413,
        "qquad": 414,
        "(\\": 415,
        "dag": 416,
        "ne": 417,
        "Psi": 418,
        "(-": 419,
        "bla": 420,
        "nabla": 421,
        "tex": 422,
        "set": 423,
        "10": 424,
        "}+": 425,
        "mathb": 426,
        "}^{": 427,
        "\\}": 428,
        "=-": 429,
        "Sigma": 430,
        "ger": 431,
        "dagger": 432,
        "mathbb": 433,
        "text": 434,
        "ca": 435,
        "case": 436,
        "cases": 437,
        "sim": 438,
        "zeta": 439,
        "colon": 440,
        "Ġ\\|": 441,
        "vert": 442,
        "}^": 443,
        "ri": 444,
        "geq": 445,
        "\\\\": 446,
        "prox": 447,
        "approx": 448,
        "201": 449,
        "rc": 450,
        "}{\\": 451,
        "exp": 452,
        "ci": 453,
        "circ": 454,
        "up": 455,
        "12": 456,
        "bigg": 457,
        "otimes": 458,
        "widetilde": 459,
        ")=\\": 460,
        "Ġ!": 461,
        "widehat": 462,
        "+(": 463,
        "er": 464,
        "AB": 465,
        "cup": 466,
        "hbar": 467,
        "}{-": 468,
        "per": 469,
        "perp": 470,
        "Pi": 471,
        "Ġ\\:": 472,
        "};": 473,
        "}-": 474,
        "re": 475,
        "}+\\": 476,
        "us": 477,
        "mid": 478,
        "prod": 479,
        "un": 480,
        "min": 481,
        "meq": 482,
        "simeq": 483,
        "^{\\": 484,
        "der": 485,
        "under": 486,
        "00": 487,
        "sub": 488,
        "ed": 489,
        "wed": 490,
        "wedge": 491,
        "neq": 492,
        "subset": 493,
        "):": 494,
        "Th": 495,
        "Theta": 496,
        "16": 497,
        "fo": 498,
        "tri": 499,
        "_{\\": 500,
        "'(": 501,
        "igne": 502,
        "aligne": 503,
        "aligned": 504,
        "15": 505,
        "tan": 506,
        "ck": 507,
        "ast": 508,
        ",\\": 509,
        "cap": 510,
        "rall": 511,
        "forall": 512,
        "(-\\": 513,
        "mathop": 514,
        "pt": 515,
        "13": 516,
        "cri": 517,
        "),": 518,
        "11": 519,
        "25": 520,
        "underline": 521,
        "sf": 522,
        "textrm": 523,
        "brac": 524,
        "lle": 525,
        "matri": 526,
        "matrix": 527,
        "mx": 528,
        "ab": 529,
        ";+\\": 530,
        ")+": 531,
        "2018": 532,
        "\\|": 533,
        "=-\\": 534,
        ")^{": 535,
        ";\\": 536,
        "star": 537,
        "scri": 538,
        "]{": 539,
        "mathsf": 540,
        "lus": 541,
        "oplus": 542,
        "not": 543,
        "14": 544,
        "brace": 545,
        "minus": 546,
        "}=(": 547,
        "sta": 548,
        "stack": 549,
        "or": 550,
        "setminus": 551,
        "{,": 552,
        "eq": 553,
        "}(": 554,
        "}}\\": 555,
        "'=\\": 556,
        "tfrac": 557,
        "=(": 558,
        "rel": 559,
        "|=": 560,
        "2017": 561,
        "textbf": 562,
        "18": 563,
        "}.": 564,
        "{,}": 565,
        "sure": 566,
        "ensure": 567,
        "ensuremath": 568,
        "stackrel": 569,
        "vartheta": 570,
        "}-\\": 571,
        "[\\": 572,
        "17": 573,
        "BC": 574,
        "27": 575,
        "}_{": 576,
        "prop": 577,
        "propto": 578,
        "em": 579,
        "Bigg": 580,
        "|\\": 581,
        "ralle": 582,
        "paralle": 583,
        "parallel": 584,
        "max": 585,
        ")-": 586,
        "24": 587,
        "ps": 588,
        "maps": 589,
        "mapsto": 590,
        "Ġ-\\": 591,
        "Ve": 592,
        "sinh": 593,
        "script": 594,
        "ABC": 595,
        "Vert": 596,
        "AC": 597,
        "flo": 598,
        "floor": 599,
        "subseteq": 600,
        "[-": 601,
        "textstyle": 602,
        "30": 603,
        "mp": 604,
        "bin": 605,
        "om": 606,
        "binom": 607,
        "nto": 608,
        "phanto": 609,
        "phantom": 610,
        "cosh": 611,
        "parrow": 612,
        "lim": 613,
        "uparrow": 614,
        "ce": 615,
        "boldmath": 616,
        "'=": 617,
        "21": 618,
        "long": 619,
        "sh": 620,
        "]}": 621,
        "biggr": 622,
        "ec": 623,
        "biggl": 624,
        "{{": 625,
        "^\\": 626,
        "})": 627,
        "{-": 628,
        "};\\": 629,
        "SA": 630,
        "fra": 631,
        "mathfra": 632,
        "mathfrak": 633,
        "Bigr": 634,
        "Ġ+\\": 635,
        ")}": 636,
        "Bigl": 637,
        "32": 638,
        "19": 639,
        "Ġ'": 640,
        "top": 641,
        "ect": 642,
        "Ġ{\\": 643,
        "longrightarrow": 644,
        "bigr": 645,
        ").": 646,
        "MN": 647,
        "bigl": 648,
        "cot": 649,
        "angle": 650,
        "ax": 651,
        "ze": 652,
        "size": 653,
        "Ġ=\\": 654,
        "},": 655,
        "}^{\\": 656,
        "bj": 657,
        "bject": 658,
        "36": 659,
        "it": 660,
        "}&": 661,
        "varrho": 662,
        "odot": 663,
        "vdots": 664,
        ":\\": 665,
        "|+": 666,
        ".\\": 667,
        "ddot": 668,
        "100": 669,
        "000": 670,
        "ru": 671,
        "{(": 672,
        "arrow": 673,
        "leftrightarrow": 674,
        "sla": 675,
        "|=\\": 676,
        "triangle": 677,
        "}_": 678,
        "oint": 679,
        "60": 680,
        "bot": 681,
        "2019": 682,
        "40": 683,
        "no": 684,
        ")(": 685,
        "<\\": 686,
        "scriptsize": 687,
        "own": 688,
        "cm": 689,
        "26": 690,
        "AD": 691,
        "down": 692,
        "bu": 693,
        "Xi": 694,
        "rule": 695,
        "SB": 696,
        "llet": 697,
        "bullet": 698,
        "xy": 699,
        "cong": 700,
        "\\{\\": 701,
        "Righ": 702,
        "Rightarrow": 703,
        "23": 704,
        "slash": 705,
        "downarrow": 706,
        "}{(": 707,
        "SC": 708,
        "vee": 709,
        "Ġ20": 710,
        "rfloor": 711,
        "io": 712,
        "iota": 713,
        "tin": 714,
        "tiny": 715,
        "\\,": 716,
        ")}{": 717,
        "50": 718,
        "08": 719,
        "ba": 720,
        "]\\": 721,
        "lbrace": 722,
        "xq": 723,
        "lfloor": 724,
        ")=-": 725,
        "mbe": 726,
        "numbe": 727,
        "nonumbe": 728,
        "nonumber": 729,
        ")>": 730,
        "yset": 731,
        "},\\": 732,
        "ptyset": 733,
        "emptyset": 734,
        "Ġ(\\": 735,
        "29": 736,
        "..": 737,
        "Le": 738,
        "arc": 739,
        "ftrightarrow": 740,
        "Leftrightarrow": 741,
        "il": 742,
        "_{-": 743,
        "bigcup": 744,
        "Ġ10": 745,
        "35": 746,
        "pts": 747,
        "ptstyle": 748,
        "criptstyle": 749,
        "scripts": 750,
        "scriptscriptstyle": 751,
        "}=(-": 752,
        "28": 753,
        "underset": 754,
        "rbrace": 755,
        "mathit": 756,
        "45": 757,
        ",\\,": 758,
        "gg": 759,
        "back": 760,
        "backslash": 761,
        "lef": 762,
        "od": 763,
        "34": 764,
        "'\\": 765,
        "leftarrow": 766,
        "scriptstyle": 767,
        "\\\\&": 768,
        "nd": 769,
        "Ġ(-": 770,
        "ch": 771,
        "ABCD": 772,
        "Ġ--": 773,
        "^{-": 774,
        "22": 775,
        ")^{\\": 776,
        "48": 777,
        "}=-": 778,
        "_{[": 779,
        "eck": 780,
        "check": 781,
        "ace": 782,
        "space": 783,
        "Upsilon": 784,
        "Ġ}{": 785,
        "object": 786,
        "ĠObject": 787,
        "}}+": 788,
        "81": 789,
        "64": 790,
        "bx": 791,
        "brack": 792,
        "33": 793,
        "}}{\\": 794,
        "2020": 795,
        "cfrac": 796,
        ")}^{": 797,
        ")=-\\": 798,
        "ac": 799,
        "MB": 800,
        "}<": 801,
        "overset": 802,
        "\\!": 803,
        ")<": 804,
        "Ġ12": 805,
        "arctan": 806,
        "2016": 807,
        "-(": 808,
        "CD": 809,
        "};+\\": 810,
        "underbrace": 811,
        ">\\": 812,
        "textup": 813,
        "MA": 814,
        "exi": 815,
        "sts": 816,
        "exists": 817,
        "}^{-": 818,
        "imath": 819,
        "ddots": 820,
        "land": 821,
        "49": 822,
        "sma": 823,
        "=|": 824,
        ")=(": 825,
        "AA": 826,
        "75": 827,
        "90": 828,
        ")+\\": 829,
        ";-\\": 830,
        "|^": 831,
        "sup": 832,
        "texts": 833,
        "\\%": 834,
        "}}(": 835,
        "tp": 836,
        "supset": 837,
        "}.\\": 838,
        "''": 839,
        ")}^": 840,
        "mal": 841,
        "Ġ&=": 842,
        "125": 843,
        "}}=": 844,
        "&=": 845,
        "65": 846,
        "Biggl": 847,
        "39": 848,
        "hline": 849,
        "mod": 850,
        "37": 851,
        "_{[-": 852,
        "Ġ{\\,": 853,
        "nor": 854,
        "normal": 855,
        "neg": 856,
        "BD": 857,
        "{{\\": 858,
        "}}}": 859,
        "({": 860,
        "31": 861,
        "<-": 862,
        "Im": 863,
        "Biggr": 864,
        "OA": 865,
        "Ġ}_{": 866,
        "54": 867,
        "Ġcm": 868,
        "120": 869,
        "80": 870,
        "dx": 871,
        "\\{-": 872,
        "Re": 873,
        "lce": 874,
        "lceil": 875,
        "lvert": 876,
        "Ġ\\#": 877,
        "bre": 878,
        "eil": 879,
        "rceil": 880,
        "};-\\": 881,
        ")^{-": 882,
        "pmb": 883,
        "=\\{": 884,
        "72": 885,
        "]^": 886,
        "ĠBC": 887,
        "}+(": 888,
        "lbrack": 889,
        "notin": 890,
        "tt": 891,
        "}}-": 892,
        "=(-\\": 893,
        "}}=\\": 894,
        ",~": 895,
        "rvert": 896,
        "MC": 897,
        "wp": 898,
        "Ġ_{": 899,
        "Ġ16": 900,
        "xrightarrow": 901,
        "Ġ(-\\": 902,
        "jmath": 903,
        "bc": 904,
        "...": 905,
        "upsilon": 906,
        "lVert": 907,
        "textnormal": 908,
        "small": 909,
        "bigoplus": 910,
        "rVert": 911,
        "|+|": 912,
        "Lo": 913,
        "AM": 914,
        "atop": 915,
        "iint": 916,
        "varpi": 917,
        "41": 918,
        "Long": 919,
        "')": 920,
        "',": 921,
        "dash": 922,
        "Ġ{{": 923,
        "38": 924,
        "Ġ}\\": 925,
        "lor": 926,
        "arp": 927,
        "tit": 928,
        "pmod": 929,
        "textit": 930,
        "]{\\": 931,
        "96": 932,
        "=(-": 933,
        "abc": 934,
        "\\!\\!": 935,
        "''(": 936,
        "OM": 937,
        "MNP": 938,
        "'}": 939,
        "thin": 940,
        "Ġ2018": 941,
        "|-": 942,
        "2021": 943,
        "42": 944,
        "Ġ\\_": 945,
        "sc": 946,
        "Ġ=-": 947,
        "200": 948,
        ");": 949,
        "vphantom": 950,
        "Ġ\\\\&": 951,
        "56": 952,
        "bi": 953,
        "cx": 954,
        "EF": 955,
        "vdash": 956,
        "textsf": 957,
        "Ġ15": 958,
        "OB": 959,
        "Ġ;-": 960,
        "44": 961,
        "61": 962,
        "ĠAC": 963,
        "dim": 964,
        "|=|": 965,
        "sec": 966,
        "iz": 967,
        "varsigma": 968,
        "\\;": 969,
        "bmod": 970,
        ")-\\": 971,
        "ale": 972,
        "aleph": 973,
        "52": 974,
        "53": 975,
        "43": 976,
        "47": 977,
        "68": 978,
        "}}}{": 979,
        ";\\,": 980,
        ")}\\": 981,
        ",(": 982,
        ",\\\\": 983,
        "99": 984,
        "SAB": 985,
        "SD": 986,
        "}(\\": 987,
        "otnot": 988,
        "footnot": 989,
        "footnote": 990,
        "|+\\": 991,
        "âĢ": 992,
        "box": 993,
        ")}{\\": 994,
        "Ġmx": 995,
        "âĢĻ": 996,
        "bigcap": 997,
        "breve": 998,
        "footnotesize": 999,
        "51": 1000,
        "={": 1001,
        "bigwedge": 1002,
        "mathbin": 1003,
        "):\\": 1004,
        "arcsin": 1005,
        "),\\": 1006,
        "gets": 1007,
        "dotsc": 1008,
        "BCD": 1009,
        "+...": 1010,
        "ĠAB": 1011,
        "500": 1012,
        "ĠAD": 1013,
        "1009": 1014,
        "Ġ2017": 1015,
        "thinspace": 1016,
        "if": 1017,
        "'(-": 1018,
        "Ġax": 1019,
        "coth": 1020,
        "))": 1021,
        "'}{": 1022,
        "63": 1023,
        "arge": 1024,
        "_{(": 1025,
        "nt": 1026,
        "57": 1027,
        "Ġ[-": 1028,
        "67": 1029,
        "BB": 1030,
        "OC": 1031,
        "[-\\": 1032,
        "rbrack": 1033,
        "csc": 1034,
        "iff": 1035,
        "|_": 1036,
        "textsc": 1037,
        "85": 1038,
        "^{-\\": 1039,
        ")|": 1040,
        "55": 1041,
        "SN": 1042,
        "),(": 1043,
        "Longrightarrow": 1044,
        "SBC": 1045,
        "substack": 1046,
        "'.": 1047,
        "}>": 1048,
        "mbox": 1049,
        ")}=": 1050,
        "62": 1051,
        "^{(": 1052,
        "es": 1053,
        "Ġ\\/": 1054,
        "108": 1055,
        "'+": 1056,
        "'=-\\": 1057,
        "imp": 1058,
        "lies": 1059,
        "implies": 1060,
        "krightarrow": 1061,
        "okrightarrow": 1062,
        "hookrightarrow": 1063,
        "73": 1064,
        "=[": 1065,
        "_\\": 1066,
        "xf": 1067,
        "ĠĠ": 1068,
        "Ġ000": 1069,
        "1000": 1070,
        "prec": 1071,
        "Ġ+(": 1072,
        "ĠSB": 1073,
        "}=-\\": 1074,
        "smash": 1075,
        "66": 1076,
        "77": 1077,
        "ker": 1078,
        "mit": 1079,
        "}+{": 1080,
        "={\\": 1081,
        "].": 1082,
        "};-": 1083,
        "Ġ^{": 1084,
        "oo": 1085,
        "arpoo": 1086,
        "]}{\\": 1087,
        "})^": 1088,
        "}\\\\": 1089,
        "&=-": 1090,
        ")]^": 1091,
        "):(": 1092,
        "tharpoo": 1093,
        "ak": 1094,
        "break": 1095,
        "}|": 1096,
        "lap": 1097,
        "}}.": 1098,
        "(|": 1099,
        "74": 1100,
        "}'": 1101,
        "CT": 1102,
        "SAC": 1103,
        "bigtriangle": 1104,
        "texttt": 1105,
        ">-": 1106,
        "CA": 1107,
        "Ox": 1108,
        "\\,\\": 1109,
        "^+": 1110,
        "lnot": 1111,
        "Ġ\\{-": 1112,
        "128": 1113,
        "{{{": 1114,
        "ref": 1115,
        "Ġ\"": 1116,
        "97": 1117,
        "})\\": 1118,
        "}};\\": 1119,
        "sharp": 1120,
        "ond": 1121,
        "amond": 1122,
        ")]": 1123,
        "BAC": 1124,
        "CC": 1125,
        "IJ": 1126,
        "NN": 1127,
        "SM": 1128,
        "te": 1129,
        "Ġ?": 1130,
        "Ġ13": 1131,
        "}{{": 1132,
        "ĠCD": 1133,
        "360": 1134,
        "98": 1135,
        "){\\": 1136,
        "95": 1137,
        "MD": 1138,
        "}\\,": 1139,
        "}}+\\": 1140,
        "144": 1141,
        "+...+": 1142,
        "'}=\\": 1143,
        "SO": 1144,
        "ay": 1145,
        "Ġ\\%": 1146,
        "bigvee": 1147,
        "}}{{": 1148,
        "70": 1149,
        "ute": 1150,
        "Ġ=-\\": 1151,
        "acute": 1152,
        "diamond": 1153,
        "!}": 1154,
        "Oy": 1155,
        "doteq": 1156,
        "stru": 1157,
        "slant": 1158,
        "Longleftrightarrow": 1159,
        "strut": 1160,
        "arg": 1161,
        "Bo": 1162,
        "Box": 1163,
        "'=-": 1164,
        "58": 1165,
        "600": 1166,
        "by": 1167,
        "|}": 1168,
        "Ġ25": 1169,
        "ĠSC": 1170,
        "150": 1171,
        ")^{-\\": 1172,
        "rightharpoo": 1173,
        "rlap": 1174,
        "sqcup": 1175,
        "'-": 1176,
        "46": 1177,
        "76": 1178,
        "82": 1179,
        "iiint": 1180,
        "Ġ11": 1181,
        "250": 1182,
        "SCD": 1183,
        "deg": 1184,
        "supseteq": 1185,
        "216": 1186,
        "400": 1187,
        "DC": 1188,
        "Ġ)\\": 1189,
        "ĠSA": 1190,
        "}}^": 1191,
        "Ġ14": 1192,
        "'=(": 1193,
        "01": 1194,
        "91": 1195,
        "Bh": 1196,
        "sb": 1197,
        "mathtt": 1198,
        "=\\{-": 1199,
        "emph": 1200,
        "78": 1201,
        "^-": 1202,
        "sk": 1203,
        "{)}^{": 1204,
        "Ġ`": 1205,
        "}}-\\": 1206,
        "longleftrightarrow": 1207,
        "SAD": 1208,
        "nup": 1209,
        "),\\,": 1210,
        "Oxy": 1211,
        "ip": 1212,
        "|.": 1213,
        "}(-": 1214,
        "{\\;": 1215,
        "}\\}": 1216,
        "skip": 1217,
        "rightharpoonup": 1218,
        "bigotimes": 1219,
        "))=": 1220,
        "AH": 1221,
        "large": 1222,
        "ing": 1223,
        "Ġab": 1224,
        "longmapsto": 1225,
        "ni": 1226,
        ")+(": 1227,
        "BA": 1228,
        "NC": 1229,
        "ring": 1230,
        "{|": 1231,
        "mathring": 1232,
        "Ġ;+\\": 1233,
        "88": 1234,
        "II": 1235,
        "SS": 1236,
        "ĠBD": 1237,
        ",\\,\\": 1238,
        "Ġ2019": 1239,
        "fi": 1240,
        "low": 1241,
        ".}": 1242,
        "300": 1243,
        "59": 1244,
        "ASB": 1245,
        "}<\\": 1246,
        "allow": 1247,
        ")\\,": 1248,
        "256": 1249,
        "{,}\\": 1250,
        "ACD": 1251,
        "SBD": 1252,
        "allowbreak": 1253,
        "AN": 1254,
        "cc": 1255,
        "succ": 1256,
        "overbrace": 1257,
        "bigtriangleup": 1258,
        "={{": 1259,
        "bb": 1260,
        "}>\\": 1261,
        "Ġ}}": 1262,
        "Ġ_{\\": 1263,
        "Ġ24": 1264,
        "Ġ100": 1265,
        "}{{\\": 1266,
        "Ġ45": 1267,
        "}^*": 1268,
        ")>\\": 1269,
        "^+}": 1270,
        "varDelta": 1271,
        ")<\\": 1272,
        "625": 1273,
        "OO": 1274,
        "{-\\": 1275,
        "Ġ18": 1276,
        "Ġbx": 1277,
        "enspace": 1278,
        "Ġ60": 1279,
        "2000": 1280,
        "}-(": 1281,
        "Ġ|\\": 1282,
        "'\\\\": 1283,
        ")}=\\": 1284,
        "+{(": 1285,
        "Large": 1286,
        "SH": 1287,
        "cz": 1288,
        "Ġ)^": 1289,
        "}{|": 1290,
        "ĠABC": 1291,
        "105": 1292,
        "prot": 1293,
        "protect": 1294,
        "BM": 1295,
        "BAD": 1296,
        "CB": 1297,
        "Ġ27": 1298,
        "180": 1299,
        "ACB": 1300,
        "Ġxf": 1301,
        "!}{": 1302,
        "'}=": 1303,
        ";+": 1304,
        "<-\\": 1305,
        "ON": 1306,
        "mz": 1307,
        "yi": 1308,
        "|(": 1309,
        "leqslant": 1310,
        "2015": 1311,
        "ABD": 1312,
        "MNPQ": 1313,
        "fill": 1314,
        "div": 1315,
        ")|\\": 1316,
        "+{\\": 1317,
        "69": 1318,
        "84": 1319,
        "87": 1320,
        "BN": 1321,
        "Bbb": 1322,
        "NM": 1323,
        "hfill": 1324,
        "|{": 1325,
        "ĠSD": 1326,
        "}}^{\\": 1327,
        "0000": 1328,
        "160": 1329,
        "\\!\\!\\!\\!": 1330,
        "))=\\": 1331,
        "+|": 1332,
        "DA": 1333,
        "hdots": 1334,
        "my": 1335,
        "|-\\": 1336,
        "Ġ=(": 1337,
        "^*": 1338,
        "ominus": 1339,
        "101": 1340,
        ")}(": 1341,
        "83": 1342,
        "86": 1343,
        "800": 1344,
        "93": 1345,
        "nx": 1346,
        "{.}": 1347,
        "Ġ}=\\": 1348,
        "Ġ40": 1349,
        ")=+\\": 1350,
        ").\\": 1351,
        "triangleq": 1352,
        "ddagger": 1353,
        ")'=": 1354,
        "71": 1355,
        "IA": 1356,
        "az": 1357,
        "|<": 1358,
        "|_{\\": 1359,
        "Ġdx": 1360,
        "overleftarrow": 1361,
        "_{}": 1362,
        ")=|": 1363,
        "}'{": 1364,
        "mo": 1365,
        "mathor": 1366,
        "mathstrut": 1367,
        "sqcap": 1368,
        "null": 1369,
        "mode": 1370,
        "mathord": 1371,
        "varno": 1372,
        "thing": 1373,
        "varnothing": 1374,
        "&\\!\\!\\!\\!": 1375,
        "({\\": 1376,
        ")]\\": 1377,
        ",-": 1378,
        "225": 1379,
        "94": 1380,
        "tag": 1381,
        "Ġrl": 1382,
        "ĠAA": 1383,
        "ĠRh": 1384,
        ")\\\\": 1385,
        "}}}\\": 1386,
        "}+{\\": 1387,
        "\\\\\\": 1388,
        "119": 1389,
        "}}+{{": 1390,
        "ls": 1391,
        "ro": 1392,
        "Ġ@": 1393,
        "bigstar": 1394,
        "underbar": 1395,
        ")(\\": 1396,
        "AMN": 1397,
        "HK": 1398,
        "SI": 1399,
        "Sh": 1400,
        "ter": 1401,
        "{[": 1402,
        "|}{": 1403,
        "~(": 1404,
        "Ġ\\&": 1405,
        "Ġ)=": 1406,
        "Ġ32": 1407,
        "Ġ36": 1408,
        "Ġ\\\\\\": 1409,
        "4036": 1410,
        ">-\\": 1411,
        "models": 1412,
        "=(\\": 1413,
        "ND": 1414,
        "PQ": 1415,
        "[(": 1416,
        "dy": 1417,
        "fla": 1418,
        "sl": 1419,
        "uv": 1420,
        "Ġ{-": 1421,
        ",\\;": 1422,
        "BCC": 1423,
        "\\%/": 1424,
        "^-}": 1425,
        "flat": 1426,
        "cdotp": 1427,
        "dm": 1428,
        ")?": 1429,
        ".{": 1430,
        "512": 1431,
        "89": 1432,
        "92": 1433,
        "AG": 1434,
        "CN": 1435,
        "Oz": 1436,
        "llde": 1437,
        "nullde": 1438,
        "}},": 1439,
        ")^\\": 1440,
        "limiter": 1441,
        ")-(": 1442,
        "240": 1443,
        "'''": 1444,
        "kern": 1445,
        "nulldelimiter": 1446,
        "nulldelimiterspace": 1447,
        "lg": 1448,
        "mathrel": 1449,
        "Ġ\\,\\": 1450,
        "unboldmath": 1451,
        ")}+": 1452,
        "112": 1453,
        "AE": 1454,
        "AK": 1455,
        "NB": 1456,
        "NS": 1457,
        "bz": 1458,
        "mn": 1459,
        "})^{": 1460,
        "Ġ64": 1461,
        "}}>": 1462,
        "}}}{\\": 1463,
        "Ġ90": 1464,
        "}+...": 1465,
        "135": 1466,
        "1008": 1467,
        "Ġ2020": 1468,
        "CM": 1469,
        "}/": 1470,
        "Ġ...": 1471,
        "';": 1472,
        "))^": 1473,
        "05": 1474,
        "115": 1475,
        "79": 1476,
        "=[-": 1477,
        "BSC": 1478,
        "KD": 1479,
        "],": 1480,
        "Ġ35": 1481,
        "ĠABCD": 1482,
        "ĠOB": 1483,
        "ĠOy": 1484,
        "):\\,": 1485,
        "})}{": 1486,
        "}\\\\&": 1487,
        "110": 1488,
        "\\:": 1489,
        "]=": 1490,
        "140": 1491,
        "roup": 1492,
        "jlim": 1493,
        "med": 1494,
        ")}}": 1495,
        ")'=\\": 1496,
        ")!}": 1497,
        "AI": 1498,
        "AP": 1499,
        "CP": 1500,
        "OAB": 1501,
        "\\#": 1502,
        "|>": 1503,
        "})=": 1504,
        "}_{\\": 1505,
        "~\\": 1506,
        "Ġ}^": 1507,
        "Ġ}{\\": 1508,
        "Ġ)^{": 1509,
        "Ġ\\,(": 1510,
        "ĠMN": 1511,
        "_{_": 1512,
        "Ġ;\\": 1513,
        "104": 1514,
        "243": 1515,
        "xyz": 1516,
        "dotsb": 1517,
        "group": 1518,
        "ule": 1519,
        "searrow": 1520,
        "Ġ---": 1521,
        "DB": 1522,
        "}|=": 1523,
        "Ġ}_{\\": 1524,
        "Ġ\\{\\": 1525,
        "Ġ21": 1526,
        "Ġ30": 1527,
        ")={\\": 1528,
        "103": 1529,
        "169": 1530,
        "130": 1531,
        "]{(": 1532,
        "medskip": 1533,
        "cs": 1534,
        "csname": 1535,
        "font": 1536,
        "normalfont": 1537,
        "preceq": 1538,
        ")|=": 1539,
        "CSA": 1540,
        "MP": 1541,
        "OI": 1542,
        "]^{": 1543,
        "af": 1544,
        "cb": 1545,
        "khi": 1546,
        "|^{": 1547,
        "}]": 1548,
        "Ġ+{(": 1549,
        "sqsubseteq": 1550,
        "=\\{(": 1551,
        "^{|": 1552,
        ")\\,\\": 1553,
        "}}<": 1554,
        "}}{(": 1555,
        "102": 1556,
        "109": 1557,
        "}-{": 1558,
        ",\\!": 1559,
        "eqref": 1560,
        "|=|\\": 1561,
        "192": 1562,
        "triangleleft": 1563,
        "343": 1564,
        "480": 1565,
        "bigtriangledown": 1566,
        "Oxz": 1567,
        "IJK": 1568,
        "}/\\": 1569,
        "Vdash": 1570,
        "107": 1571,
        "121": 1572,
        "':\\": 1573,
        "cd": 1574,
        "subsetneq": 1575,
        "!}{(": 1576,
        ")}^{\\": 1577,
        ",+\\": 1578,
        ",(\\": 1579,
        "-{": 1580,
        ".(": 1581,
        "07": 1582,
        "220": 1583,
        "324": 1584,
        "={{\\": 1585,
        "IC": 1586,
        "bd": 1587,
        "km": 1588,
        "Ġ{-\\": 1589,
        "Ġ17": 1590,
        "Ġdm": 1591,
        "^{^{\\": 1592,
        "Ġ<-": 1593,
        "}}^{": 1594,
        "\\{-\\": 1595,
        "Ġ>\\": 1596,
        "208": 1597,
        "1010": 1598,
        "1024": 1599,
        "\\}.": 1600,
        "geqslant": 1601,
        "124": 1602,
        "):-": 1603,
        "136": 1604,
        "145": 1605,
        "nobreak": 1606,
        "Oyz": 1607,
        "Ġ54": 1608,
        "Ġpt": 1609,
        "'>": 1610,
        "'}\\": 1611,
        "''=": 1612,
        "){": 1613,
        "06": 1614,
        "DD": 1615,
        "SABC": 1616,
        "\\;\\": 1617,
        "``": 1618,
        "|}{\\": 1619,
        "}[": 1620,
        "Ġ\\;{\\": 1621,
        "enskip": 1622,
        "_{-\\": 1623,
        "2022": 1624,
        "106": 1625,
        "}^\\": 1626,
        "123": 1627,
        "147": 1628,
        "2400": 1629,
        "304": 1630,
        "}&(": 1631,
        "4034": 1632,
        "265": 1633,
        "\\,(": 1634,
        "289": 1635,
        "}}+{{\\": 1636,
        "'''(": 1637,
        "âĢĻ(": 1638,
        "Oxyz": 1639,
        "^*}": 1640,
        "asym": 1641,
        "ral": 1642,
        "Ġbi": 1643,
        "asymp": 1644,
        "'<": 1645,
        "'}}{": 1646,
        "'(\\": 1647,
        "02": 1648,
        "4000": 1649,
        "5000": 1650,
        "ASC": 1651,
        "BH": 1652,
        "GG": 1653,
        "IB": 1654,
        "|}^": 1655,
        "|<\\": 1656,
        "Ġ120": 1657,
        "Ġrh": 1658,
        "ĠRl": 1659,
        "ĠSAB": 1660,
        "Ġ:\\": 1661,
        "}}}}": 1662,
        "}^{{": 1663,
        "126": 1664,
        "127": 1665,
        "162": 1666,
        "153": 1667,
        "133": 1668,
        "),~": 1669,
        "ACC": 1670,
        "190": 1671,
        "SCA": 1672,
        "},\\,": 1673,
        "280": 1674,
        "288": 1675,
        "|-|": 1676,
        ")]=": 1677,
        "}+...+\\": 1678,
        "upper": 1679,
        "uppercase": 1680,
        "''\\": 1681,
        ");\\,": 1682,
        "-|": 1683,
        "215": 1684,
        "320": 1685,
        "350": 1686,
        "375": 1687,
        "725": 1688,
        "=&": 1689,
        "=&\\!\\!\\!\\!": 1690,
        "AOB": 1691,
        "HB": 1692,
        "IM": 1693,
        "MK": 1694,
        "OMN": 1695,
        "SP": 1696,
        "mt": 1697,
        "{[-": 1698,
        "|)": 1699,
        "Ġad": 1700,
        "Ġ\\,\\,": 1701,
        "Ġcx": 1702,
        "Ġ50": 1703,
        "\\{{": 1704,
        "ĠOC": 1705,
        "ĠOx": 1706,
        "207": 1707,
        "2014": 1708,
        "164": 1709,
        "165": 1710,
        "168": 1711,
        "117": 1712,
        "SBA": 1713,
        "Ġ2016": 1714,
        "+...+\\": 1715,
        "&\\!\\!\\!\\!=&\\!\\!\\!\\!": 1716,
        "dddot": 1717,
        "varpro": 1718,
        "textsub": 1719,
        "156": 1720,
        "arrowvert": 1721,
        "varprojlim": 1722,
        "textsubscript": 1723,
        "ldot": 1724,
        "eqno": 1725,
        "succeq": 1726,
        "'}+\\": 1727,
        ")}}{": 1728,
        ")}-": 1729,
        "+}": 1730,
        "210": 1731,
        "211": 1732,
        "315": 1733,
        "449": 1734,
        "545": 1735,
        "900": 1736,
        "AMB": 1737,
        "AEF": 1738,
        "DN": 1739,
        "HA": 1740,
        "IH": 1741,
        "MI": 1742,
        "aa": 1743,
        "{(\\": 1744,
        "||": 1745,
        "|_{": 1746,
        "})=\\": 1747,
        "}:\\": 1748,
        "}|=\\": 1749,
        "Ġ}^{": 1750,
        "Ġ^\\": 1751,
        "Ġ26": 1752,
        "Ġ):": 1753,
        "Ġ=\\{": 1754,
        "Ġkf": 1755,
        "=\\{\\": 1756,
        "ĠMC": 1757,
        "suit": 1758,
        "_{_{": 1759,
        "nearrow": 1760,
        "ABB": 1761,
        ";\\;": 1762,
        "170": 1763,
        "176": 1764,
        "270": 1765,
        "272": 1766,
        "242": 1767,
        "245": 1768,
        "4035": 1769,
        "238": 1770,
        "290": 1771,
        "354": 1772,
        "''+": 1773,
        "'))": 1774,
        "+...+(": 1775,
        "ldotp": 1776,
        "ns": 1777,
        "Pr": 1778,
        "amal": 1779,
        "tu": 1780,
        "natu": 1781,
        "longleftarrow": 1782,
        "amalg": 1783,
        "natural": 1784,
        "&=\\": 1785,
        ")}+\\": 1786,
        ")}{(": 1787,
        "-{\\": 1788,
        "325": 1789,
        "450": 1790,
        "840": 1791,
        "AO": 1792,
        "CEF": 1793,
        "IV": 1794,
        "MG": 1795,
        "MQ": 1796,
        "NP": 1797,
        "PN": 1798,
        "\\}\\": 1799,
        "bt": 1800,
        "rd": 1801,
        "}'=\\": 1802,
        "Ġ{{\\": 1803,
        "Ġ)=\\": 1804,
        "}{{{": 1805,
        "Ġ|^": 1806,
        "ĠMB": 1807,
        "surd": 1808,
        "}\\,\\": 1809,
        "_{(-": 1810,
        "ĠON": 1811,
        "ĠOz": 1812,
        ")={": 1813,
        "=-{": 1814,
        "1600": 1815,
        "114": 1816,
        "252": 1817,
        "253": 1818,
        "278": 1819,
        "}).": 1820,
        "};\\,": 1821,
        "199": 1822,
        "MNC": 1823,
        "4038": 1824,
        "ADC": 1825,
        "leftharpoo": 1826,
        "\\\\&(": 1827,
        "({-\\": 1828,
        "),\\;": 1829,
        "576": 1830,
        "diamondsuit": 1831,
        "III": 1832,
        "624": 1833,
        "llap": 1834,
        "ner": 1835,
        "137": 1836,
        "ds": 1837,
        "oun": 1838,
        "poun": 1839,
        "rightleftharpoo": 1840,
        "Ġmm": 1841,
        "triangleright": 1842,
        "pounds": 1843,
        "rightleftharpoons": 1844,
        "\"(": 1845,
        "({-": 1846,
        ")}.": 1847,
        "+{": 1848,
        "03": 1849,
        "04": 1850,
        "212": 1851,
        "412": 1852,
        "729": 1853,
        "70000": 1854,
        "960": 1855,
        "=+\\": 1856,
        "=|\\": 1857,
        "GH": 1858,
        "GM": 1859,
        "HC": 1860,
        "HD": 1861,
        "MH": 1862,
        "Max": 1863,
        "YZ": 1864,
        "ebox": 1865,
        "kebox": 1866,
        "vline": 1867,
        "{}^\\": 1868,
        "|)=": 1869,
        "¿½": 1870,
        "ï¿½": 1871,
        "Ġï¿½": 1872,
        "Ġ}}\\,": 1873,
        "Ġ\\-": 1874,
        "Ġ)}": 1875,
        "Ġ19": 1876,
        "makebox": 1877,
        "Ġxy": 1878,
        "Ġ.\\": 1879,
        "}{(\\": 1880,
        "Ġ&-": 1881,
        "Ġ&\\": 1882,
        "squ": 1883,
        "ĠSBC": 1884,
        "ĠCA": 1885,
        "varOmega": 1886,
        "varSigma": 1887,
        "}\\!": 1888,
        "}\\,(": 1889,
        "Ġ<\\": 1890,
        ")\\;": 1891,
        "}};": 1892,
        "}}>\\": 1893,
        "205": 1894,
        "2010": 1895,
        "122": 1896,
        "ABM": 1897,
        "161": 1898,
        "),(\\": 1899,
        "118": 1900,
        "143": 1901,
        "185": 1902,
        "Vec": 1903,
        "SBN": 1904,
        "234": 1905,
        "486": 1906,
        "}<|": 1907,
        ")<{": 1908,
        "CDD": 1909,
        "2009": 1910,
        ");(": 1911,
        ";\\,-": 1912,
        ")}\\,": 1913,
        "})\\\\": 1914,
        ")\\\\&": 1915,
        "ss": 1916,
        "are": 1917,
        "Ġex": 1918,
        "square": 1919,
        "endcsname": 1920,
        "dotsm": 1921,
        "smallsetminus": 1922,
        "!\\": 1923,
        "'^": 1924,
        "')^": 1925,
        "(*": 1926,
        ")'": 1927,
        ")}}\\": 1928,
        ",}\\": 1929,
        "113": 1930,
        "217": 1931,
        "521": 1932,
        "620": 1933,
        "645": 1934,
        "648": 1935,
        "672": 1936,
        "750": 1937,
        ";(": 1938,
        "={(": 1939,
        "AMNP": 1940,
        "BF": 1941,
        "BEF": 1942,
        "CE": 1943,
        "DE": 1944,
        "FE": 1945,
        "FG": 1946,
        "GE": 1947,
        "IK": 1948,
        "KL": 1949,
        "MM": 1950,
        "NA": 1951,
        "OD": 1952,
        "OP": 1953,
        "PA": 1954,
        "SE": 1955,
        "SK": 1956,
        "ah": 1957,
        "bow": 1958,
        "hphantom": 1959,
        "smi": 1960,
        "xe": 1961,
        "|}+": 1962,
        "}?": 1963,
        "})-": 1964,
        "Ġ{(": 1965,
        "Ġ\\*": 1966,
        "Ġ28": 1967,
        "Ġ((": 1968,
        "Ġ={\\": 1969,
        "mathc": 1970,
        "Ġiz": 1971,
        "Ġkm": 1972,
        "tie": 1973,
        "Ġ400": 1974,
        "Ġ~\\": 1975,
        "ĠBh": 1976,
        "ĠSS": 1977,
        "Ġ500": 1978,
        "coprod": 1979,
        "}}}+": 1980,
        "}}{-": 1981,
        "2025": 1982,
        "}={": 1983,
        "}=(-\\": 1984,
        ")=(-": 1985,
        "ABN": 1986,
        "005": 1987,
        "00000": 1988,
        "]{{": 1989,
        "148": 1990,
        "184": 1991,
        "187": 1992,
        "188": 1993,
        "171": 1994,
        "175": 1995,
        "177": 1996,
        "BCNM": 1997,
        "275": 1998,
        "405": 1999,
        "503": 2000,
        "504": 2001,
        ",\\,(": 2002,
        "\\!,": 2003,
        "''(\\": 2004,
        "1200": 2005,
        "âĢĻ=": 2006,
        "0115": 2007,
        "AHK": 2008,
        "bowtie": 2009,
        "smile": 2010,
        "':": 2011,
        "bigm": 2012,
        "bigsqcup": 2013,
        "141": 2014,
        "oslash": 2015,
        "}}=-": 2016,
        "uplus": 2017,
        "!.": 2018,
        "'+\\": 2019,
        "))\\": 2020,
        ")!}{": 2021,
        "032": 2022,
        "230": 2023,
        "260": 2024,
        "336": 2025,
        "345": 2026,
        "430": 2027,
        "440": 2028,
        "590": 2029,
        "720": 2030,
        "=~": 2031,
        "BK": 2032,
        "BMD": 2033,
        "CAB": 2034,
        "ED": 2035,
        "IAB": 2036,
        "OF": 2037,
        "OH": 2038,
        "PD": 2039,
        "Ti": 2040,
        "[{": 2041,
        "\\}}": 2042,
        "]}=": 2043,
        "ai": 2044,
        "dB": 2045,
        "frow": 2046,
        "rtimes": 2047,
        "xa": 2048,
        "xOy": 2049,
        "|,": 2050,
        "|.\\": 2051,
        "}'(": 2052,
        "})+": 2053,
        "Ġ}}{": 2054,
        "Ġ}}\\": 2055,
        "Ġ22": 2056,
        "Ġ23": 2057,
        "Ġ200": 2058,
        "Ġ281": 2059,
        "Ġ)+": 2060,
        "Ġ-(": 2061,
        "mathin": 2062,
        "Ġ34": 2063,
        "Ġcz": 2064,
        "det": 2065,
        "Ġ48": 2066,
        "lose": 2067,
        "Ġ|=": 2068,
        "Ġ|_": 2069,
        "ĠACD": 2070,
        "ĠBB": 2071,
        "ĠBN": 2072,
        "Ġ]\\": 2073,
        "ĠPQ": 2074,
        "}\\;\\": 2075,
        "_{(-\\": 2076,
        "Ġ72": 2077,
        ")\\}": 2078,
        "}})": 2079,
        "}}<\\": 2080,
        "2048": 2081,
        "}={{": 2082,
        "}^{-\\": 2083,
        "129": 2084,
        "004": 2085,
        "163": 2086,
        "152": 2087,
        "154": 2088,
        "155": 2089,
        "mathopen": 2090,
        "132": 2091,
        ";\\,\\": 2092,
        "}.{": 2093,
        "BCA": 2094,
        "}_{(": 2095,
        "}_{(\\": 2096,
        "246": 2097,
        "ACM": 2098,
        "{{{\\": 2099,
        "196": 2100,
        "MNQ": 2101,
        "notag": 2102,
        "ADF": 2103,
        "Ġ2021": 2104,
        "285": 2105,
        "346": 2106,
        "646": 2107,
        "''-": 2108,
        "negthinspace": 2109,
        "542": 2110,
        ",~\\": 2111,
        "^+_": 2112,
        "NNNN": 2113,
        "^-_": 2114,
        "mathclose": 2115,
        "Tilde": 2116,
        "frown": 2117,
        "mathinner": 2118,
        "md": 2119,
        "thi": 2120,
        "injlim": 2121,
        "inter": 2122,
        "lax": 2123,
        "varinjlim": 2124,
        "textmd": 2125,
        "relax": 2126,
        "111": 2127,
        "fil": 2128,
        "hfil": 2129,
        "xleftarrow": 2130,
        "overleftrightarrow": 2131,
        "thick": 2132,
        "intercal": 2133,
        "!(": 2134,
        "&>": 2135,
        "'|": 2136,
        "'}(": 2137,
        ")}=(": 2138,
        ")}-\\": 2139,
        ")|=\\": 2140,
        ")|-": 2141,
        ")~\\": 2142,
        "+{{\\": 2143,
        "116": 2144,
        "232": 2145,
        "313": 2146,
        "330": 2147,
        "332": 2148,
        "420": 2149,
        "432": 2150,
        "529": 2151,
        "675": 2152,
        "667": 2153,
        "700": 2154,
        "726": 2155,
        "768": 2156,
        "815": 2157,
        "928": 2158,
        "<|": 2159,
        "AF": 2160,
        "AMC": 2161,
        "BE": 2162,
        "BG": 2163,
        "BI": 2164,
        "BP": 2165,
        "BMC": 2166,
        "CSB": 2167,
        "DBC": 2168,
        "HE": 2169,
        "KB": 2170,
        "MAB": 2171,
        "MBC": 2172,
        "OS": 2173,
        "OBC": 2174,
        "OABC": 2175,
        "PC": 2176,
        "PM": 2177,
        "QC": 2178,
        "TT": 2179,
        "]=\\": 2180,
        "]}\\": 2181,
        "]=(": 2182,
        "dt": 2183,
        "gt": 2184,
        "hB": 2185,
        "kx": 2186,
        "lse": 2187,
        "yz": 2188,
        "|{\\": 2189,
        "|}\\": 2190,
        "|=-": 2191,
        "|>\\": 2192,
        "}~(": 2193,
        "~=~": 2194,
        "Ġ\\'": 2195,
        "Ġ).": 2196,
        "Ġ)=-": 2197,
        "Ġnx": 2198,
        "Ġ|=\\": 2199,
        "ĠAN": 2200,
        "Ġbc": 2201,
        "Ġby": 2202,
        "Ġbz": 2203,
        "ĠMA": 2204,
        "ĠNSS": 2205,
        "ĠSSN": 2206,
        "Ġ[\\": 2207,
        "ĠDN": 2208,
        "Ġhr": 2209,
        "Ġ61": 2210,
        "ĠIAB": 2211,
        "^{'}(": 2212,
        "Ġ81": 2213,
        "}}}=": 2214,
        "}},\\": 2215,
        "}}:\\": 2216,
        "}}.\\": 2217,
        "Ġ96": 2218,
        "}}{{\\": 2219,
        "}}{{(": 2220,
        ")^-": 2221,
        "Ġ>-": 2222,
        "204": 2223,
        "2024": 2224,
        "2035": 2225,
        "}=+\\": 2226,
        "10000": 2227,
        "}^{{{": 2228,
        "\\},": 2229,
        "=-{{": 2230,
        "0065": 2231,
        "1500": 2232,
        "134": 2233,
        "139": 2234,
        "1350": 2235,
        "2500": 2236,
        "146": 2237,
        "149": 2238,
        "1725": 2239,
        "BCE": 2240,
        "BCMN": 2241,
        "|\\,": 2242,
        "248": 2243,
        "2450": 2244,
        "309": 2245,
        "195": 2246,
        "},...": 2247,
        "369": 2248,
        "4040": 2249,
        "269": 2250,
        "ADD": 2251,
        "239": 2252,
        "SCB": 2253,
        "SCMN": 2254,
        "293": 2255,
        "455": 2256,
        "ABCDEF": 2257,
        "CDM": 2258,
        "}}}{{": 2259,
        ";\\,+\\": 2260,
        "ĠĠĠĠ": 2261,
        "NNS": 2262,
        "^-}\\": 2263,
        "SSS": 2264,
        ")\\,|\\,": 2265,
        "Ġ1009": 2266,
        "}+...+": 2267,
        "Down": 2268,
        "he": 2269,
        "mpeq": 2270,
        "bumpeq": 2271,
        "^*}\\": 2272,
        "Downarrow": 2273,
        "Uparrow": 2274,
        "efo": 2275,
        "gcd": 2276,
        "ohe": 2277,
        "tw": 2278,
        "warrow": 2279,
        "ther": 2280,
        "leme": 2281,
        "adrightarrow": 2282,
        "comp": 2283,
        "with": 2284,
        "smallskip": 2285,
        "efore": 2286,
        "oheadrightarrow": 2287,
        "twoheadrightarrow": 2288,
        "therefore": 2289,
        "lement": 2290,
        "complement": 2291,
        "'+(": 2292,
        "*)": 2293,
        "+(\\": 2294,
        ",}": 2295,
        ",-\\": 2296,
        ",...": 2297,
        "-{{": 2298,
        ".{\\": 2299,
        "..\\": 2300,
        "09": 2301,
        "017": 2302,
        "068": 2303,
        "223": 2304,
        "2278": 2305,
        "311": 2306,
        "3000": 2307,
        "340": 2308,
        "380": 2309,
        "520": 2310,
        "513": 2311,
        "540": 2312,
        "575": 2313,
        "6000": 2314,
        "680": 2315,
        "7000": 2316,
        "844": 2317,
